[
    {
        "realName": "Peter Parker",
        "originDescription": "Peter Parker is a talented orphan living in New York with Uncle Ben and Aunt Mary. He is interested in science and goes with classes on excursions to museums. Once, during such an excursion, a radioactive spider bites him. Peter is having an unexpected transformation. He becomes strong, agile and gains the ability to cling to walls and other surfaces. Peter is developing a device that helps him cope with superpower and accurately use the spider threads that his body produces. Among other things, he develops inhuman hearing and reaction speed, which in the future often saves him",
        "superpowers": "​Spider-Man received superpower, increased dexterity, “spider instinct”, as well as the ability to stay on steep surfaces and release cobwebs from his hands using a device of his own invention",
        "catchPhrase": "Friendly neighbor spiderman",
        "images": [
            "images/231px-AmazingSpiderMan50.jpg",
            "/images/46edcf8dd70c588b3c00d956829a5bca.jpg",
            "/images/5_2070591.jpg",
            "/images/spider_man.jpg",
            "/images/76366716_images_11365589730.jpg"
        ],
        "nickName": "Spider-Man"
    },
    {
        "realName": "Clark Kent",
        "originDescription": "He was born Kal-El on the planet Krypton, before being rocketed to Earth as an infant by his scientist father Jor-El, moments before Krypton's destruction...",
        "superpowers": "solar energy absorption and healing factor, solar flare and heat vision, solar invulnerability, flight...",
        "catchPhrase": "\"Look, up in the sky, it's a bird, it's a plane, it's Superman!\"",
        "images": [
            "/images/17superman-mobileMasterAt3x.jpg",
            "/images/17superman-videoSixteenByNineJumbo1600.jpg",
            "/images/superman_PNG17.png",
            "/images/superman_PNG29.png",
            "/images/superman1.1.jpg",
            "/images/Supermanflying.png"
        ],
        "nickName": "Superman"
    },
    {
        "realName": "Stephen Rogers",
        "originDescription": "Stephen Rogers was born July 4, 1918 in Brooklyn, New York, in the family of Irish immigrants Sarah and Joseph Rogers [5]. By the beginning of the 1940s, he was a short and thin art student specializing in illustrations. Outraged by Hitler's rise to power, Rogers filed documents with the army, but was refused because of his extremely poor physical condition. A US Army officer searching for volunteers to conduct secret experiments suggested that Rogers take part in a top-secret defense project, Operation Renaissance, which aimed to develop means to create physically super-hardy and super-strong soldiers. Rogers agreed to the study and, after rigorous selection, became the first experimental to study the effects on the human body of the so-called Super-Soldier serum, developed by Dr. Abraham Erskine.",
        "superpowers": "peak of human strength, excellent physical shape, accelerated metabolism, endurance developed to the limit, master of many martial arts, excellent acrobatic data, excellent tactician, strategist and field commander, leadership skills, espionage skills, stealth skills, the best melee of the world, immunity to all diseases, accelerated regeneration, strength, high pain threshold, delayed aging, reflexes are accelerated to the limit.",
        "catchPhrase": "I'm just a kid from Brooklyn",
        "images": [
            "/images/1551165939_1.jpg",
            "/images/kapitan-amerika-kartinki-supergeroya-1-650x503.jpg",
            "/images/samyiy-silnyiy-supergeroy-foto.jpg"
        ],
        "nickName": "Captain"
    },
    {
        "realName": "Diana Prince",
        "originDescription": "Before becoming Wonder Woman, she was Diana, a princess of the Amazons trained to be an invincible warrior. And when an American pilot crashes on the shores of a paradise island that served as her homeland and talks about a serious conflict raging in the outside world, Diana leaves her home to cope with this threat. And there, fighting side by side with a man in the war for peace, Diana will discover the fullness of her power ... and her true destiny.",
        "superpowers": "Superhuman strength, speed, endurance, agility and stamina, martial artist, limited invulnerability, immortality, healing factor, flight, understanding of animals.",
        "catchPhrase": "-",
        "images": [
            "/images/86d8901664aa10766fb09a6e0e1b8eb8.jpg",
            "/images/147501152_images_15132566737.jpg",
            "/images/1413321451_chudo-zhenschina.jpg",
            "/images/dlinnyj-no-uvlekatelnyj-tekst-ot-nashego-novogo-kinoobozrevatelya-chudo-zhenshchina-ikona-feminizma-s-obratnym-znakom.jpg"
        ],
        "nickName": "Wonder Woman"
    },
    {
        "realName": "Bruce Wayne",
        "originDescription": "As a child, having witnessed the murder of his parents, Bruce vowed to devote his life to the eradication of crime and the struggle for justice. Having prepared himself physically and mentally, he puts on a stylized bat costume and takes to the streets of the city to confront criminals",
        "superpowers": "Genius intelligence, vast knowledge in many fields of science, brilliant strategist, the best detective in the world, peak of physical development of a person, master of many martial arts of the world, master of disguise and stealth, huge willpower, great financial capabilities, access to high-tech devices , agility and dexterity, master of pressure and intimidation, skilled fencer, well-aimed shooter, skill of escapes, expert in handling various weapons.",
        "catchPhrase": "-",
        "images": [
            "/images/58765-betmen-betmen_nachalo-film-supergerojskoe_kino-supergeroj-2560x1440.jpg",
            "/images/16153688.jpg",
            "/images/unnamed.jpg"
        ],
        "nickName": "Batman"
    },
    {
        "realName": "Anthony Edward Stark",
        "originDescription": "Tony Stark, a brilliant inventor and a wealthy industrialist with a reputation as a playboy, suffers from a wound received by him in captivity, where he was forced to develop weapons of mass destruction for terrorists. Instead, he creates a high-tech armor suit with which he escapes from captivity. Later, Stark improves his armor with weapons and devices created on the basis of his company's resources, and uses armor to protect the world in the guise of Iron Man, hiding his identity for the first time.",
        "superpowers": "brilliant intelligence, extensive knowledge in many technical sciences, wide access to cutting-edge technologies, an outstanding inventor and engineer, cyberpathic communication with an armored suit, extensive knowledge in martial arts, telepathic communication with the World Wide Web.",
        "catchPhrase": "-",
        "images": [
            "/images/224px-Iron_man.jpg",
            "/images/1551338840_1.jpg",
            "/images/1551338875_2.jpg",
            "/images/Spider-Man_Homecoming_Heroes_comics_Spiderman_hero_532908_1280x720.jpg"
        ],
        "nickName": "Iron Man"
    },
    {
        "realName": "Robert Bruce Benner",
        "originDescription": "During an experimental gamma-bomb explosion, scientist Bruce Benner rushed to rescue a teenager who arrived at a test site. Faced with the boy, Rick Jones, in a trench, Benner himself was in an explosion, receiving a massive dose of radiation. Later, he woke up in the infirmary, it seemed relatively unscathed, but at night he turned into a bulky gray uniform, broke through the wall and fled. A soldier from the subsequent search party called the otherwise unidentified creature a \"whopper\" (eng. Hulk).",
        "superpowers": "Like Bruce Benner: an ingenious level of intelligence, deep knowledge in many fields of science.\r\nLike the Hulk: immeasurable physical strength, speed, endurance, dexterity and resistance, immunity to all poisons, diseases and toxins, regeneration, intelligence of a genius level in certain incarnations, absorption of radiation and dark magic, mathematical vision of the world, unlimited limit of rage, resistance to telepathy , reactive adaptation, metaphorical immortality.",
        "catchPhrase": "-",
        "images": [
            "/images/233px-Hulk_Marvel.jpg",
            "/images/cef5776134c0a02493a9aee5fd9f9849--hulk-avengers-pinte.jpg",
            "/images/halk-kartinki-supergeroya-3-650x488.jpg",
            "/images/halk-kartinki-supergeroya-7-650x393.jpeg"
        ],
        "nickName": "Hulk"
    },
    {
        "realName": "Barry",
        "originDescription": "Barry Allen was a police forensic scientist and had a reputation for being a slow, often late employee, which frustrated her fiancée, Iris West. One night, when he was leaving for work, he went to Barry. He is able to detect supersonic speed and his reflexes. He put on a red tight-fitting suit and called himself Flash. Barry has become an active crime fighter in his city.",
        "superpowers": "the ability to move at superluminal speeds, superhuman strength, speed, resilience, endurance, capabilities in time and parallel worlds, control over the molecular level, activation of through objects, speedforce field, accelerated thinking, superhuman reflexes, accelerated regeneration, ability, ability, using ultra-fast vibrations, killing with one blow, the speed of other speedsters, throwing lightning, creating temporary twin religions.",
        "catchPhrase": "-",
        "images": [
            "/images/4b33873e7e60277a93678690d81c4ed7ca278868r1-1600-900v2_hq.jpg",
            "/images/1502247996115022479881supergeroy-flesh.jpeg",
            "/images/flash-barry-allen-dc-comics-art-supergeroi-patrickbrown-patr.jpg"
        ],
        "nickName": "Flash"
    },
    {
        "realName": "Стивен Винсент Стренж",
        "originDescription": "когда-то Стренж был блестящим, но эгоистичным хирургом. После того, как в результате автокатастрофы его руки были серьёзно повреждены и он более не смог проводить операции, Стивен отправился в странствия по миру в поисках исцеления и встретил Древнего; став одним из учеников старого волшебника, он становится практиком как мистических, так и боевых искусств. Он живёт в особняке под названием Санктум Санкторум, расположенном в Нью-Йорке. Впоследствии Стрэндж получает титул Верховного мага.",
        "superpowers": "высокие познания в магии, магия Хаоса и другие виды магии, глубокие оккультные и мистические знания, высокий уровень интеллекта, создание клонов, неуязвимость, бессмертие, телепатия, астральная и ментальная проекция, гипноз, телепортация, телекинез, иллюзии, регенерация, неосязаемость и невидимость, трансформация материи, манипуляции временем, искажение реальности, превосходное владение навыками ближнего боя, фотографическая память, глубокие познания в области психологии и медицины.",
        "catchPhrase": "-",
        "images": [
            "/images/77720_doctor_strange_48sttr9.jpg",
            "/images/1471661797_doktor-strendzh-doctor-strange.jpg",
            "/images/1471661982_doktor-strendzh.jpg",
            "/images/Доктор_Стрэндж1.jpg"
        ],
        "nickName": "Доктор Стренж"
    }
]